import React, {Component} from 'react';

class Main extends Component {
    render() {
        return (
            <div className="main">
                <h2 className="main__title">О Нас</h2>
                <h3 className="main__title">Наша цель — быть полезными</h3>
                <p>Мы верим, что вещи существуют для того, чтобы делать жизнь проще, приятнее и добрее. Поэтому и поиск той самой вещи должен быть быстрым, удобным и приятным. Мы не просто продаем бытовую технику, электронику, украшения или вино. Мы помогаем найти именно то, что нужно, в одном месте и без лишних волнений, чтобы вы не тратили жизнь на поиски, а просто жили счастливо. Rozetka — это универсальный ответ на любой запрос, начало поиска и его конечная остановка, настоящий помощник. Мы навсегда избавляем своих покупателей от неприятных компромиссов, исполняем желания и позволяем мечтать смелее. Благодаря разумному поиску и честному сервису мы делаем жизнь наших клиентов немножко лучше прямо сейчас.</p>
                <h3 className="main__title">Счастье начинается с простых вещей</h3>
                <p>И мы помогаем найти эти вещи: влюбленным подсказываем, чем удивить друг друга; спортивных мотивируем никогда не сдаваться и быстрее прогрессировать; хозяйственным даем возможность создать настоящий уют. Мы хотим, чтобы вы знали, что ищете, и могли аргументировать свой выбор. Для этого мы снимаем видеообзоры, пишем статьи и отслеживаем новинки.</p>
                <h3 className="main__title">Чтобы мечты осуществлялись легко</h3>
                <p>Мы открываем огромные офлайн-магазины, чтобы вы могли прийти, подержать в руках и протестировать понравившийся продукт. Мы хотим, чтобы у нас был лучший в мире сервис, поэтому обучаем сотрудников не только технической стороне работы, но и работе с клиентом.</p>
                <h3 className="main__title">Удобная доставка</h3>
                <p>И конечно, любой товар можно заказать с доставкой. Мы доставляем по Киеву в течение одного дня, а по Украине — на следующий день. Всё — без предоплаты, если нужно — в кредит. Оплата наличная или безналичная — как вам удобнее.</p>
            </div>
        );
    }
}

export default Main;